Repository: omeka-s-modules/Scripto
Catalog: language/*.po
Languages: fr

source: Is synced after imported folio count
fr: Nombre de folios synchronisés après import

source: Is synced after imported sheet count
fr: Nombre de feuilles synchronisées après import

source: Is synced after imported entry count
fr: Nombre d’entrées synchronisées après import

source: Select page
fr: Choisir la page

source: Select image
fr: Choisir l’image

source: Select section
fr: Choisir la section

source: Select segment
fr: Choisir le segment

source: Select folio
fr: Choisir le folio

source: Select sheet
fr: Choisir la feuille

source: Select entry
fr: Choisir l’entrée

source: No Scripto media found
fr: Aucun média Scripto trouvé

source: No Scripto pages found
fr: Aucune page Scripto trouvée

source: No Scripto images found
fr: Aucune image Scripto trouvée

source: No Scripto sections found
fr: Aucune section Scripto trouvée

source: No Scripto segments found
fr: Aucun segment Scripto trouvé

source: No Scripto folios found
fr: Aucun folio Scripto trouvé

source: No Scripto sheets found
fr: Aucune feuille Scripto trouvée

source: No Scripto entries found
fr: Aucune entrée Scripto trouvée

source: Scripto: Sheet
fr: Scripto : Feuille

source: Scripto: Entry
fr: Scripto : Entrée

source: Mark media as not complete
fr: Marquer le média comme incomplet

source: Mark page as not complete
fr: Marquer la page comme incomplète

source: Mark image as not complete
fr: Marquer l’image comme incomplète

source: Mark section as not complete
fr: Marquer la section comme incomplète

source: Mark segment as not complete
fr: Marquer le segment comme incomplet

source: Mark folio as not complete
fr: Marquer le folio comme incomplet

source: Mark sheet as not complete
fr: Marquer la feuille comme incomplète

source: Mark entry as not complete
fr: Marquer l’entrée comme incomplète

source: Mark media as complete
fr: Marquer le media comme complet

source: Mark page as complete
fr: Marquer la page comme complète

source: Mark image as complete
fr: Marquer l’image comme complète

source: Mark section as complete
fr: Marquer la section comme complète

source: Mark segment as complete
fr: Marquer le segment comme complet

source: Mark folio as complete
fr: Marquer le folio comme complet

source: Mark sheet as complete
fr: Marquer la feuille comme complête

source: Mark entry as complete
fr: Marquer l’entrée comme complète

source: Mark media as not approved
fr: Marquer le média comme non approuvé

source: Mark page as not approved
fr: Marquer la page comme non approuvée

source: Mark image as not approved
fr: Marquer l’image comme non approuvée

source: Mark section as not approved
fr: Marquer la section comme non approuvée

source: Mark segment as not approved
fr: Marquer le segment comme non approuvé

source: Mark folio as not approved
fr: Marquer le folio comme non approuvé

source: Mark sheet as not approved
fr: Marquer la feuille comme non approuvée

source: Mark entry as not approved
fr: Marquer l’entrée comme non approuvée

source: Mark media as approved
fr: Marquer le media comme approuvé

source: Mark page as approved
fr: Marquer la page comme approuvée

source: Mark image as approved
fr: Marquer l’image comme approuvée

source: Mark section as approved
fr: Marquer la section comme approuvée

source: Mark segment as approved
fr: Marquer le segment comme approuvé

source: Mark folio as approved
fr: Marquer le folio comme approuvé

source: Mark sheet as approved
fr: Marquer la feuille comme approuvée

source: Mark entry as approved
fr: Marquer l’entrée comme approuvée

source: Scripto media metadata
fr: Métadonnées de média Scripto

source: Scripto page metadata
fr: Métadonnées de page Scripto

source: Scripto image metadata
fr: Métadonnées d’image Scripto

source: Scripto section metadata
fr: Métadonnées de section Scripto

source: Scripto segment metadata
fr: Métadonnées de segment Scripto

source: Scripto folio metadata
fr: Métadonnées de folio Scripto

source: Scripto sheet metadata
fr: Métadonnées de feuille Scripto

source: Scripto entry metadata
fr: Métadonnées d’entrée Scripto

source: Batch edit media
fr: Édition en lot de média

source: Batch edit pages
fr: Édition en lot de pages

source: Batch edit images
fr: Édition en lot d’images

source: Batch edit sections
fr: Édition en lot de sections

source: Batch edit segments
fr: Édition en lot de segments

source: Batch edit folios
fr: Édition en lot de folios

source: Batch edit sheets
fr: Édition en lot de feuilles

source: Batch edit entries
fr: Édition en lot d’entrées

source: Batch edit all medias
fr: Édition en lot de tous les médias

source: Batch edit all media
fr: Édition en lot de tous les médias

source: Batch edit all pages
fr: Édition en lot de toutes les pages

source: Batch edit all images
fr: Édition en lot de toutes les images

source: Batch edit all sections
fr: Édition en lot de toutes les sections

source: Batch edit all segments
fr: Édition en lot de toutes les segments

source: Batch edit all folios
fr: Édition en lot de tous les folios

source: Batch edit all sheets
fr: Édition en lot de toutes les feuilles

source: Batch edit all entries
fr: Édition en lot de toutes les entrées

source: Affected media
fr: Médias concernés

source: Affected pages
fr: Pages concernées

source: Affected images
fr: Images concernées

source: Affected sections
fr: Sections concernées

source: Affected segments
fr: Segments concernés

source: Affected folios
fr: Folios concernés

source: Affected sheets
fr: Feuilles concernées

source: Affected entries
fr: Entrées concernées

source: You are editing the following %s medias
fr: Vous éditez les %s médias suivants

source: You are editing the following %s media
fr: Vous éditez les %s médias suivants

source: You are editing the following %s pages
fr: Vous éditez les %s pages suivantes

source: You are editing the following %s images
fr: Vous éditez les %s images suivantes

source: You are editing the following %s sections
fr: Vous éditez les %s sections suivantes

source: You are editing the following %s segments
fr: Vous éditez les %s segments suivants

source: You are editing the following %s folios
fr: Vous éditez les %s folios suivants

source: You are editing the following %s sheets
fr: Vous éditez les %s feuilles suivantes

source: You are editing the following %s entries
fr: Vous éditez les %s entrées suivantes

source: You are editing %s medias
fr: Vous éditez les %s médias suivants

source: You are editing %s media
fr: Vous éditez les %s medias suivants

source: You are editing %s pages
fr: Vous éditez les %s pages suivantes

source: You are editing %s images
fr: Vous éditez les %s images suivantes

source: You are editing %s sections
fr: Vous éditez les %s sections suivantes

source: You are editing %s segments
fr: Vous éditez les %s segments suivantes

source: You are editing %s folios
fr: Vous éditez les %s folios suivants

source: You are editing %s sheets
fr: Vous éditez les %s feuilles suivantes

source: You are editing %s entries
fr: Vous éditez les %s entrées suivantes

source: This Scripto media has no revisions.
fr: Ce média Scripto n’a pas de révision.

source: This Scripto page has no revisions.
fr: Cette page Scripto n’a pas de révision.

source: This Scripto image has no revisions.
fr: Cette image Scripto n’a pas de révision.

source: This Scripto section has no revisions.
fr: Cette section Scripto n’a pas de révision.

source: This Scripto segment has no revisions.
fr: Ce segment Scripto n’a pas de révision.

source: This Scripto folio has no revisions.
fr: Ce folio Scripto n’a pas de révision.

source: This Scripto sheet has no revisions.
fr: Cette feuille Scripto n’a pas de révision.

source: This Scripto entry has no revisions
fr: Cette entrée Scripto n’a pas de révision

source: Review page
fr: Réviser la page

source: Review section
fr: Réviser la section

source: Review segment
fr: Réviser le segment

source: Review folio
fr: Réviser le folio

source: Review sheet
fr: Réviser la feuille

source: Review entry
fr: Réviser l’entrée

source: %s: Media #%s
fr: %s: Média #%s

source: %s: Sheet #%s
fr: %s: Feuille #%s

source: %s: Entry #%s
fr: %s: Entrée #%s

source: Notes of %s: Media #%s
fr: Notes de %s: Média #%s

source: Notes of %s: Page #%s
fr: Notes de %s: Page #%s

source: Notes of %s: Image #%s
fr: Notes de %s: Image #%s

source: Notes of %s: Section #%s
fr: Notes de %s: Section #%s

source: Notes of %s: Segment #%s
fr: Notes de %s: Segment #%s

source: Notes of %s: Folio #%s
fr: Notes de %s: Folio #%s

source: Notes of %s: Sheet #%s
fr: Notes de %s: Feuille #%s

source: Notes of %s: Entry #%s
fr: Notes de %s: Entrée #%s

source: Stop tracking media
fr: Arrêter de surveiller le média

source: Stop tracking page
fr: Arrêter de surveiller la page

source: Stop tracking image
fr: Arrêter de surveiller l’image

source: Stop tracking section
fr: Arrêter de surveiller l’image

source: Stop tracking segment
fr: Arrêter de surveiller le segment

source: Stop tracking folio
fr: Arrêter de surveiller le folio

source: Stop tracking sheet
fr: Arrêter de surveiller la feuille

source: Stop tracking entry
fr: Arrêter de surveiller l’entrée

source: Watch media
fr: Surveiller le média

source: Watch page
fr: Surveiller la page

source: Watch image
fr: Surveiller l’image

source: Watch section
fr: Surveiller la section

source: Watch segment
fr: Surveiller le segment

source: Watch folio
fr: Surveiller le folio

source: Watch sheet
fr: Surveiller la feuille

source: Watch entry
fr: Surveiller l’entrée

source: Now tracking media
fr: Média surveillé

source: Now tracking page
fr: Page surveillée

source: Now tracking image
fr: Image surveillée

source: Now tracking section
fr: Section surveillée

source: Now tracking segment
fr: Segment surveillé

source: Now tracking folio
fr: Audio surveillé

source: Now tracking sheet
fr: Feuille surveillée

source: Now tracking entry
fr: Entrée surveillée

source: Media successfully removed from your watchlist
fr: Média correctement supprimé de votre veille

source: No longer tracking page
fr: Cette page n’est plus surveillée

source: No longer tracking image
fr: Cette image n’est plus surveillée

source: No longer tracking section
fr: Cette section n’est plus surveillée

source: No longer tracking segment
fr: Ce segment n’est plus surveillé

source: No longer tracking folio
fr: Ce folio n’est plus surveillé

source: No longer tracking sheet
fr: Cette feuille n’est plus surveillée

source: No longer tracking entry
fr: Cette entrée n’est plus surveillée

source: Translation
fr: Traduction

source: Last transcribed
fr: Dernière transcription

source: Last translated
fr: Dernière traduction

source: Last described
fr: Dernière description

source: Not edited
fr: Non édité

source: Not transcribed
fr: Non transcrit

source: Not translated
fr: Non traduit

source: Not described
fr: Non décrit

source: Transcribe
fr: Transcrire

source: Translate
fr: Traduire

source: Describe
fr: Décrire

source: No transcription
fr: Pas de transcription

source: No translation
fr: Pas de traduction

source: New
fr: Nouveau

source: In progress
fr: En cours

source: Confirmed only
fr: Seulement les confirmés

source: Admin only
fr: Seulement aux admin

source: Open to all
fr: Ouvert à tous

source: The Scripto\Api\Adapter\ScriptoMediaAdapter adapter does not implement the create operation.
fr: L’adaptateur Scripto\Api\Adapter\ScriptoMediaAdapter n’implémente pas l’opération "create".

source: A Scripto item must not be null.
fr: Un contenu Scripto ne peut pas être vide.

source: A media must not be null.
fr: Un média Scripto ne peut pas être vide.

source: Invalid completed revision ID.
fr: Numéro de révision complète invalide.

source: Invalid approved revision ID.
fr: Numéro d’approbation de révision invalide.

source: The Scripto\Api\Adapter\ScriptoItemAdapter adapter does not implement the create operation.
fr: L’adaptateur Scripto\Api\Adapter\ScriptoMediaAdapter n’implémente pas l’opération "create".

source: A Scripto project must not be null
fr: Un projet Scripto ne peut pas être vide

source: An item must not be null
fr: Un contenu ne peut pas être vide

source: An owner must have an ID
fr: Un propriétaire doit avoir un numéro

source: An item set must have an ID
fr: Une collection doit avoir un numéro

source: A property must have an ID
fr: Une propriété doit avoir un numéro

source: A Scripto project title must not be null
fr: Le titre d’un projet Scripto ne peut pas être vide

source: Scripto media revision successfully reverted.
fr: Le retour à la révision s'est correctement effectué pour le média Scripto.

source: Scripto media successfully updated.
fr: Mise à jour du média Scripto effectuée.

source: Scripto media successfully edited
fr: Édition du média Scripto effectuée

source: This project has no item set. %s
fr: Ce projet n’a pas de collection. %s

source: This project has no property. %s
fr: Ce projet n’a pas de propriété. %s

source: Scripto project successfully created.
fr: Projet Scripto créé avec succès.

source: Scripto project successfully edited.
fr: Projet Scripto correctement édité.

source: Scripto project successfully deleted
fr: Projet Scripto correctement supprimé

source: Syncing Scripto project. This may take a while. %s
fr: Synchronisation du projet Scripto. Cela peut prendre un moment. %s

source: Importing Scripto project text. This may take a while. %s
fr: Import du projet Scripto. Cela peut prendre un moment. %s

source: Unimporting Scripto project text. This may take a while. %s
fr: Annulation de l’import du projet Scripto. Cela peut prendre un moment. %s

source: Your Scripto account has been created! Please check your email for a link to activate your account.
fr: Votre compte Scripto a été créé ! Merci de vérifier vos mails et de cliquer sur le lien pour activer votre compte.

source: Enter the title of this project.
fr: Indiquer le titre de ce projet.

source: Select the item set used to synchronize project items. Once synchronized, this project will contain every item in this item set.
fr: Choisir la collection qui sera utilisée pour synchroniser les contenus du projet. Une fois synchronisé, le projet contiendra tous les contenus de cette collection.

source: Select an item set
fr: Choisir une collection

source: Select the property used to store imported content.
fr: Choisir la propriété qui sera utilisée pour enregistrer le contenu importé.

source: Enter the description of this project.
fr: Indiquer la description de ce projet.

source: Guidelines
fr: Consignes

source: Enter guidelines for producing content for this project.
fr: Indiquer les consignes pour la production de contenu pour ce projet.

source: Create account text
fr: Texte pour la création de compte

source: Enter text for the create account page of this project.
fr: Indiquer le texte pour la page de création de compte du projet.

source: Enter the language of your content using an IETF language tag.
fr: Indiquer la langue du contenu en utilisant un code de langue IETF.

source: Select the default layout for public browse views.
fr: Choisir l’affichage par défaut pour la navigation publique.

source: Filter approved
fr: Filtrer approuvés

source: Filter out approved items from the public browse view.
fr: Cacher les contenus approuvés de la vue publique.

source: Generic item
fr: Contenu générique

source: Generic media
fr: Média générique

source: Generic content
fr: Contenu générique

source: Log out
fr: Se déconnecter

source: Username
fr: Nom d’utilisateur

source: Unimport project
fr: Annuler l’import du projet

source: Email address
fr: Adresse mail

source: Real name
fr: Nom réel

source: Create your account
fr: Créer son compte

source: Confirm reversion
fr: Confirmer le retour

source: Toggle complete
fr: Inverser le statut Complet

source: Complete action
fr: Action compléter

source: Select action:
fr: Choisir l’action :

source: Toggle approved
fr: Inverser le statut Approuvé

source: Approved action
fr: Action Approuver

source: Protection level
fr: Niveau de protection

source: Allow all users
fr: Autoriser tous les utilisateurs

source: Allow only confirmed users
fr: Autoriser seulement les utilisateurs confirmés

source: Allow only administrators
fr: Autoriser seulement les administrateurs

source: Protection expiry
fr: Expiration de la protection

source: infinite
fr: sans limite

source: 1 hour
fr: 1 heure

source: 1 week
fr: 1 semaine

source: 2 weeks
fr: 2 semaines

source: 1 month
fr: 1 mois

source: 3 months
fr: 3 mois

source: 6 months
fr: 6 mois

source: 1 year
fr: 1 an

source: Change summary
fr: Résumé des changements

source: Summarize your changes
fr: Résumer vos changements

source: Mark complete
fr: Marquer complet

source: Completion status
fr: Statut de complétion

source: Complete
fr: Complet

source: Incomplete
fr: Incomplet

source: Approval status
fr: Statut d’approbation

source: Watchlist status
fr: Statut de veille

source: Watch
fr: Surveillé

source: Unwatch
fr: Non surveillé

source: Import project
fr: Importer le projet

source: MediaWiki API URL
fr: Url de l’api MediaWiki

source: Enter the URL to your MediaWiki API endpoint.
fr: Indiquer l’url de l’api de votre MediaWiki.

source: Invalid MediaWiki API. The URL must resolve to a MediaWiki API endpoint and the MediaWiki version must be %s or greater.
fr: Api MediaWiki invalide. L’url doit correspondre à une api MediaWiki et la version MediaWiki doit être supérieure ou égale à %s.

source: A plain text representation of the content of a resource.
fr: Une représentation plein texte du contenu d’une ressource.

source: A transcription of a resource.
fr: Une transcription d’une ressource.

source: translation
fr: traduction

source: A translation of a resource.
fr: Une traduction d’une ressource.
