Repository: omeka-s-modules/Scripto
Catalog: language/*.po
Languages: fr

source: Cannot access Scripto. Missing MediaWiki API URL.
fr: Impossible d’accéder à Scripto. L’url de l’api MediaWiki manque.

source: The MediaWiki user does not have the necessary permissions to create the page "%s"
fr: L’utilisateur MediaWiki n’a pas les autorisations nécessaires pour créer la page "%s"

source: The MediaWiki user does not have the necessary permissions to edit the page "%s"
fr: L’utilisateur MediaWiki n’a pas les autorisations nécessaires pour éditer la page "%s"

source: Set an item set here.
fr: Choisir une collection.

source: Set a property here.
fr: Choisir une propriété.

source: Existing expiration time: %s
fr: Date avant expiration : %s

source: See this job for sync progress.
fr: Voir la tache pour suivre la synchronisation.

source: See this job for import progress.
fr: Voir la tache pour suivre l’import.

source: See this job for unimport progress.
fr: Voir la tache pour suivre l’annulation de l’import.

source: Successfully logged in to Scripto.
fr: Connecté à Scripto.

source: Cannot log in to Scripto. Email or password is invalid.
fr: Impossible de se connecter à Scripto. Adresse courriel ou mot de passe invalide.

source: Successfully logged out of Scripto.
fr: Déconnecté de Scripto.

source: Projects
fr: Projets

source: Logged in to Scripto as %s
fr: Connecté à Scripto en tant que %s

source: Dashboard
fr: Tableau de bord

source: Watchlist
fr: Veille

source: Log in to Scripto
fr: Se connecter à Scripto

source: First page
fr: Première page

source: Next page
fr: Page suivante

source: %s of %s
fr: %s de %s

source: Older revision
fr: Anciennes révisions

source: Newer revision
fr: Nouvelle révision

source: 6 hours
fr: 6 heures

source: 12 hours
fr: 12 heures

source: 1 day
fr: 1 jour

source: 3 days
fr: 3 jours

source: 7 days
fr: 7 jours

source: 30 days
fr: 30 jours

source: 90 days
fr: 90 jours

source: Period of time to display:
fr: Période à afficher :

source: Italic
fr: Italique

source: Bold
fr: Gras

source: Strike out
fr: Barré

source: Underline
fr: Souligné

source: Blockquote
fr: Citation

source: Hidden comment
fr: Commentaire caché

source: Level 1 heading
fr: Entête de niveau 1

source: Level 2 heading
fr: Entête de niveau 2

source: Level 3 heading
fr: Entête de niveau 3

source: Level 4 heading
fr: Entête de niveau 4

source: Level 5 heading
fr: Entête de niveau 5

source: Preformatted
fr: Préformatté

source: Horizontal rule
fr: Trait horizontal

source: Strikethrough
fr: Barré

source: Unordered list
fr: Liste à puces

source: Ordered list
fr: Liste numérotée

source: Select one
fr: En choisir un

source: Add a link to this Scripto project:
fr: Ajouter un lien vers ce projet Scripto :

source: No Scripto projects found.
fr: Aucun projet Scripto trouvé.

source: The Scripto project is not found.
fr: Le projet Scripto n’a pas été trouvé.

source: Browse revision history
fr: Historique des recherches

source: View notes
fr: Voir les notes

source: Toggle menu
fr: Inverser le menu

source: Create account
fr: Créer un compte

source: Project guidelines
fr: Consignes du projet

source: Search %s
fr: Rechercher %s

source: Content
fr: Contenu

source: Back to top
fr: Revenir en haut

source: Not set
fr: Non indiqué

source: Browse projects
fr: Parcourir les projets

source: Add new project
fr: Ajouter un nouveau projet

source: Browse users
fr: Parcourir les utilisateurs

source: Projects you own
fr: Vos propres projets

source: View all projects
fr: Voir tous les projets

source: You do not own any projects. %s
fr: Vous ne gérez aucun projet. %s

source: Add a project here.
fr: Ajouter un projet ici.

source: You do not own any projects.
fr: Vous ne gérez aucun projet.

source: Projects you review
fr: Projets que vous révisez

source: You are not reviewing any projects.
fr: Vous ne revisez aucun projet.

source: Your recent contributions
fr: Vos contributions récentes

source: View your contributions
fr: Voir ses contributions

source: No contributions found.
fr: Aucune contribution trouvée.

source: No contributions found. Do you need to log in to Scripto?
fr: Aucune contribution trouvée. Voulez-vous vous connecter à Scripto ?

source: Your recent watchlist
fr: Votre veille récente

source: View your watchlist
fr: Voir sa liste de veille

source: No watchlist found.
fr: Aucune veille trouvée.

source: No watchlist found. Do you need to log in to Scripto?
fr: Aucune veille trouvée. Voulez-vous vous connecter à Scripto ?

source: Scripto: Project
fr: Scripto : Projet

source: Edit project
fr: Éditer le projet

source: Sync project
fr: Synchroniser le projet

source: Import content
fr: Importer les contenus

source: Unimport content
fr: Annuler l’import des contenus

source: Date synced
fr: Dernière synchronisation

source: Last edited
fr: Dernière édition

source: Is approved
fr: Approuvé

source: Is not approved
fr: Non approuvé

source: Is in progress
fr: En cours

source: Is new
fr: Nouveau

source: Is edited after imported
fr: Édité après import

source: Do you need to sync the project? If you have recently synced, the sync job has likely not finished.
fr: Voulez-vous synchroniser le projet ? Si vous venez de lancer une synchronisation, la tache n’est probablement pas terminée.

source: This project has no item set. Set an item set to enable syncing.
fr: Ce projet n’a pas de collection. Indiquer une collection pour rendre possible la synchronisation.

source: Synchronize this project with the configured item set. Once synchronized, this project will contain every item in the item set. You should synchronize periodically, any time items are added or removed from the item set, and when item media have been added, removed, or reordered.
fr: Synchroniser ce projet avec la collection configurée. Ensuite, le projet contiendra tous les contenus de cette collection. Vous devez faire une synchronisation périodiquement, en particulier quand des contenus sont ajoutés ou enlevés de la collection et quand les médias sont ajoutés, retirés ou réordonnés.

source: This project has no property. Set a property to enable importing.
fr: Ce projet n’a pas de propriété. Il faut en indiquer une pour permettre l’import.

source: Import project content into Omeka. Scripto stores content in a wiki before it is imported. Importing will copy approved content from the wiki into Omeka so that it can be viewed and searched.
fr: Importer le contenu du projet dans Omeka. Scripto enregistre les contenus dans un wiki avant de les importer. L’import consiste à copier le contenu approuvé depuis le wiki afin qu’il puisse être lisible et accessible en recherche.

source: %s: All existing values matching the configured import target, property, and language tag will be overwritten or deleted.
fr: %s : toutes les valeurs existantes dans la propriété configurée seront écrasées ou supprimées, y compris la langue.

source: This project has no property. Set a property to enable unimporting.
fr: Ce projet n’a pas de propriété. Il faut en indiquer une pour permettre l’annulation de l’import.

source: Unimport project content from Omeka.
fr: Annuler l’import du contenu dans Omeka.

source: %s: All existing values matching the configured import target, property, and language tag will be deleted.
fr: %s : toutes les valeurs existantes dans la propriété configurée seront supprimées, y compris la langue.

source: Omeka item
fr: Contenu Omeka

source: No description
fr: Pas de description

source: Omeka item metadata
fr: Métadonnées du contenu Omeka

source: Last synced
fr: Dernière synchronisation

source: Last completed
fr: Dernière complétion

source: Last approved
fr: Dernière approbation

source: Is edited
fr: Édité

source: Is not edited
fr: Non édité

source: Is completed
fr: Complet

source: Is not completed
fr: Non complet

source: Is edited after approved
fr: Édité après approbation

source: Is synced after imported
fr: Synchronisé après import

source: Edit protection
fr: Éditer la protection

source: Do you need to sync the project?
fr: Voulez-vous synchroniser le projet ?

source: The Omeka item has no metadata.
fr: Le contenu Omeka n’a pas de métadonnées.

source: never
fr: jamais

source: [Unknown]
fr: [Inconnu]

source: Not completed
fr: Non complété

source: Not approved
fr: Non approuvé

source: MediaWiki page
fr: Page MediaWiki

source: Omeka media
fr: Média Omeka

source: Revision history
fr: Historique des révisions

source: Omeka media metadata
fr: Métadonnées du média Omeka

source: Go full screen
fr: Afficher en plein écran

source: Layout
fr: Affichage

source: Horizontal view
fr: Vue horizontale

source: Vertical view
fr: Vue verticale

source: Zoom in
fr: Zoomer

source: Zoom out
fr: Dézoomer

source: Rotate right
fr: Tourner à droite

source: Rotate left
fr: Tourner à gauche

source: The Omeka media has no metadata.
fr: Le média Omeka n’a pas de métadonnées.

source: Latest revision
fr: Dernière révision

source: This revision
fr: Cette révision

source: %s: %s by %s
fr: %s : %s par %s

source: Latest
fr: Dernier

source: Out-of-date
fr: Obsolète

source: Revert to this revision.
fr: Revenir à cette révision.

source: There are no revisions.
fr: Il n’y a pas de révision.

source: Revert to this revision
fr: Revenir à cette révision

source: %s: You are reverting to an out-of-date revision. Any changes made since this revision will be lost, including changes that may be constructive. Note that this revert will not affect which revisions are marked as completed or approved.
fr: %s : Vous allez revenir à une ancienne révision. Tous les changements qui ont été effectués depuis seront perdus, y compris les changements corrects. Le retour à cette ancienne révision n’affectera pas les révisions marquées complètes ou approuvées.

source: Verify changes before confirming this reversion.
fr: Vérifier les changements avant de confirmer ce retour.

source: Review status
fr: Statut de révision

source: This revision marked as complete.
fr: Cette révision a été marquée complête.

source: Another revision marked as complete. [%s]
fr: Une autre révision a été marquée complète. [%s]

source: view revision
fr: voir la révision

source: Mark this revision as complete
fr: Marquer cette révision complète

source: Approved
fr: Approuvé

source: This revision marked as approved.
fr: Cette révision a été marquée comme approuvée.

source: Another revision marked as approved. [%s]
fr: Une autre révision a été marquée approuvée. [%s]

source: Mark this revision as approved
fr: Marquer cette révision approuvée

source: New project
fr: Nouveau projet

source: Reviewers
fr: Relecteurs

source: Date created
fr: Date de création

source: Last imported
fr: Dernier import

source: No Scripto projects found. %s
fr: Aucun projet Scripto trouvé. %s

source: Add a new project.
fr: Ajouter un nouveau projet.

source: Click on a user to add them to the project.
fr: Cliquer sur un utilisateur pour les ajouter au projet.

source: Project metadata
fr: Métadonnées du projet

source: Language tag
fr: Code de langue

source: Import target
fr: Cible de l’import

source: Item and media
fr: Contenu et média

source: Browse layout
fr: Navigation

source: List
fr: Liste

source: Grid
fr: Grille

source: Item type
fr: Type de contenu Omeka

source: Media type
fr: Type de média

source: Content type
fr: Type de contenu

source: Not synced
fr: Non synchronisé

source: Not imported
fr: Non importés

source: Revisions
fr: Révisions

source: Compare selected
fr: Comparer la sélection

source: Compare
fr: Comparer

source: cur
fr: cour

source: prev
fr: préc

source: From revision
fr: Depuis la révision

source: To revision
fr: Jusqu’à la révision

source: %s bytes (%s)
fr: %s octets (%s)

source: Compare revisions
fr: Comparer les révisions

source: Revision as of %s
fr: Révision à partir de %s

source: (No difference)
fr: (Pas de différence)

source: This revision marked as completed.
fr: Cette révision est marquée comme complète.

source: MediaWiki groups
fr: Groupes MediaWiki

source: Edit count
fr: Nombre d’éditions

source: Scripto: User
fr: Scripto : utilisateur

source: Revision
fr: Révision

source: Media #
fr: Média #

source: new
fr: nouveau

source: current
fr: courant

source: No user contributions found.
fr: Aucune contribution utilisateur trouvée.

source: No watchlist pages found.
fr: Aucune page à surveiller trouvée.

source: Show original titles
fr: Afficher les titres originaux

source: Original title: %s
fr: Titre original : %s

source: Notes are a workspace where project participants can keep ideas and observations regarding the %s of the %s. When contributing to the notes, it is encouraged to include the user and timestamp.
fr: Les notes sont des espaces où les participants du projet peuvent garder les idées et les observations à propos de %s du %s. Lorsque l’on contribue aux notes, il est recommandé d’inclure l’utilisateur et la date.

source: Status:
fr: Statut :

source: No notes yet.
fr: Pas encore de note.

source: Browse notes history
fr: Historique des notes

source: No Scripto projects found
fr: Aucun projet Scripto trouvé

source: Back to notes
fr: Revenir aux notes

source: No revisions found
fr: Aucune révision trouvée

source: Compare note revisions: %s
fr: Comparer les notes de révision : %s

source: Return to revision history
fr: Revenir à l’historique des révisions

source: Compare revisions: %s
fr: Comparer les révisions : %s

source: Notes revision: %s
fr: Notes de révision : %s

source: Revision as of %s by %s
fr: Révision de %s par %s

source: No HTML
fr: Pas de HTML

source: Revision: %s
fr: Révision : %s

source: Contributions by %s
fr: Contributions de %s

source: Your watchlist
fr: Votre veille

source: User contributions
fr: Contributions utilisateurs

source: User watchlist
fr: Veille utilisateur

source: Review project
fr: Réviser le projet

source: Review item
fr: Réviser le contenu

source: Review media
fr: Réviser le média

source: Manuscripts
fr: Manuscrits

source: Books
fr: Livres

source: Video
fr: Vidéo

source: Papers
fr: Archives

source: Journals
fr: Revues

source: Paper
fr: Archive

source: No Scripto items found
fr: Aucun contenu Scripto trouvé

source: No Scripto documents found
fr: Aucun document Scripto trouvé

source: No Scripto manuscripts found
fr: Aucun manuscrit Scripto trouvé

source: No Scripto books found
fr: Aucun livre Scripto trouvé

source: No Scripto audio found
fr: Aucune audio Scripto trouvé

source: No Scripto video found
fr: Aucune vidéo Scripto trouvé

source: No Scripto papers found
fr: Aucune archive Scripto trouvé

source: No Scripto journals found
fr: Aucune revue Scripto trouvé

source: %s items
fr: %s contenus

source: %s manuscripts
fr: %s manuscrits

source: %s books
fr: %s livres

source: %s audio
fr: %s audios

source: %s video
fr: %s vidéos

source: %s papers
fr: %s archives

source: %s journals
fr: %s revues

source: item: %s
fr: contenu : %s

source: manuscript: %s
fr: manuscrit : %s

source: book: %s
fr: livre : %s

source: video: %s
fr: vidéo : %s

source: paper: %s
fr: archive : %s

source: journal: %s
fr: revue : %s

source: Total item count
fr: Nombre total de contenus

source: Total document count
fr: Nombre total de documents

source: Total manuscript count
fr: Nombre total de manuscrits

source: Total book count
fr: Nombre total de livres

source: Total audio count
fr: Nombre total d’audios

source: Total video count
fr: Nombre total de vidéos

source: Total paper count
fr: Nombre total de papier

source: Total journal count
fr: Nombre total de journaux

source: Is approved item count
fr: Nombre de contenus approuvés

source: Is approved document count
fr: Nombre de documents approuvés

source: Is approved manuscript count
fr: Nombre de manuscrits approuvés

source: Is approved book count
fr: Nombre de livres approuvés

source: Is approved audio count
fr: Nombre d’audios approuvés

source: Is approved video count
fr: Nombre de vidéos approuvés

source: Is approved paper count
fr: Nombre d’archives approuvées

source: Is approved journal count
fr: Nombre de revues approuvées

source: Is not approved item count
fr: Nombre de contenus non approuvés

source: Is not approved document count
fr: Nombre de documents non approuvés

source: Is not approved manuscript count
fr: Nombre de manuscrits non approuvés

source: Is not approved book count
fr: Nombre de livres non approuvés

source: Is not approved audio count
fr: Nombre d’audios non approuvées

source: Is not approved video count
fr: Nombre de vidéos non approuvées

source: Is not approved paper count
fr: Nombre d’archives non approuvées

source: Is not approved journal count
fr: Nombre de revues non approuvées

source: Scripto item metadata
fr: Métadonnées de contenu Scripto

source: Scripto document metadata
fr: Métadonnées de document Scripto

source: Scripto manuscript metadata
fr: Métadonnées de manuscrit Scripto

source: Scripto book metadata
fr: Métadonnées de livre Scripto

source: Scripto audio metadata
fr: Métadonnées d’audio Scripto

source: Scripto video metadata
fr: Métadonnées de vidéo Scripto

source: Scripto paper metadata
fr: Métadonnées d’archive Scripto

source: Scripto journal metadata
fr: Métadonnées de revue Scripto

source: Scripto: Item
fr: Scripto : Contenu

source: Scripto: Manuscript
fr: Scripto : Manuscrit

source: Scripto: Book
fr: Scripto : Livre

source: Scripto: Video
fr: Scripto : Vidéo

source: Scripto: Paper
fr: Scripto : Archive

source: Scripto: Journal
fr: Scripto : Revue

source: Review document
fr: Réviser le document

source: Review manuscript
fr: Réviser le manuscrit

source: Review book
fr: Réviser le livre

source: Review audio
fr: Réviser l’audio

source: Review video
fr: Réviser la vidéo

source: Review paper
fr: Réviser l’archive

source: Review journal
fr: Réviser la revue

source: Browse items
fr: Parcourir les contenus

source: Browse documents
fr: Parcourir les documents

source: Browse manuscripts
fr: Parcourir les manuscrits

source: Browse books
fr: Parcourir les livres

source: Browse audio
fr: Parcourir les audios

source: Browse video
fr: Parcourir les vidéos

source: Browse papers
fr: Parcourir les archives

source: Browse journals
fr: Parcourir les revues

source: Medias
fr: Médias

source: Sheets
fr: Feuilles

source: Entries
fr: Entrées

source: Sheet
fr: Feuille

source: Entry
fr: Entrée

source: Primary media
fr: Média principal

source: Primary page
fr: Page principale

source: Primary image
fr: Image principale

source: Primary section
fr: Section principale

source: Primary segment
fr: Segment principal

source: Primary folio
fr: Folio principal

source: Primary sheet
fr: Feuille principale

source: Primary entry
fr: Entrée principale

source: Approved medias
fr: Médias approuvés

source: Approved media
fr: Média approuvé

source: Approved pages
fr: Pages approuvées

source: Approved images
fr: Images approuvées

source: Approved sections
fr: Sections approuvées

source: Approved segments
fr: Segments approuvés

source: Approved folios
fr: Folios approuvés

source: Approved sheets
fr: Feuilles approuvées

source: Approved entries
fr: Entrées approuvées

source: Media #%s
fr: Média #%s

source: Sheet #%s
fr: Feuille #%s

source: Entry #%s
fr: Entrée #%s

source: Media #%s notes
fr: Notes du média #%s

source: Page #%s notes
fr: Notes de la page #%s

source: Image #%s notes
fr: Notes de l’image #%s

source: Section #%s notes
fr: Notes de la section #%s

source: Segment #%s notes
fr: Notes du segment #%s

source: Folio #%s notes
fr: Notes du folio #%s

source: Sheet #%s notes
fr: Notes de la feuille #%s

source: Entry #%s notes
fr: Notes de l’entrée #%s

source: Media count
fr: Nombre de médias

source: Page count
fr: Nombre de pages

source: Image count
fr: Nombre d’images

source: Section count
fr: Nombre de sections

source: Segment count
fr: Nombre de segments

source: Folio count
fr: Nombre de folios

source: Sheet count
fr: Nombre de feuilles

source: Entry count
fr: Nombre d’entrées

source: Total media count
fr: Nombre total de médias

source: Total page count
fr: Nombre total de pages

source: Total image count
fr: Nombre total d’images

source: Total section count
fr: Nombre total de sections

source: Total segment count
fr: Nombre total de segments

source: Total folio count
fr: Nombre total de folios

source: Total sheet count
fr: Nombre total de feuilles

source: Total entry count
fr: Nombre total d’entrées

source: Is approved media count
fr: Nombre de média approuvés

source: Is approved page count
fr: Nombre de pages approuvées

source: Is approved image count
fr: Nombre d’images approuvées

source: Is approved section count
fr: Nombre de sections approuvées

source: Is approved segment count
fr: Nombre de segments approuvés

source: Is approved folio count
fr: Nombre de folios approuvés

source: Is approved sheet count
fr: Nombre de feuilles approuvées

source: Is approved entry count
fr: Nombre d’entrées approuvées

source: Is completed media count
fr: Nombre de médias complétés

source: Is completed page count
fr: Nombre de pages complétées

source: Is completed image count
fr: Nombre d’images complétées

source: Is completed section count
fr: Nombre de sections complétées

source: Is completed segment count
fr: Nombre de segments complétés

source: Is completed folio count
fr: Nombre de folios complétés

source: Is completed sheet count
fr: Nombre de feuilles complétées

source: Is completed entry count
fr: Nombre d’entrées complétées

source: Is in progress media count
fr: Nombre de médias en cours

source: Is in progress page count
fr: Nombre de pages en cours

source: Is in progress image count
fr: Nombre d’images en cours

source: Is in progress section count
fr: Nombre de sections en cours

source: Is in progress segment count
fr: Nombre de segments en cours

source: Is in progress folio count
fr: Nombre de folios en cours

source: Is in progress sheet count
fr: Nombre de feuilles en cours

source: Is in progress entry count
fr: Nombre d’entrées en cours

source: Is edited after approved media count
fr: Nombre de médias édités après approbation

source: Is edited after approved page count
fr: Nombre de pages éditées après approbation

source: Is edited after approved image count
fr: Nombre d’images éditées après approbation

source: Is edited after approved section count
fr: Nombre de sections éditées après approbation

source: Is edited after approved segment count
fr: Nombre de segments édités après approbation

source: Is edited after approved folio count
fr: Nombre de folios édités après approbation

source: Is edited after approved sheet count
fr: Nombre de feuilles éditées après approbation

source: Is edited after approved entry count
fr: Nombre d’entrées éditées après approbation

source: Is edited after imported media count
fr: Nombre de médias édités après import

source: Is edited after imported page count
fr: Nombre de pages éditées après import

source: Is edited after imported image count
fr: Nombre d’images éditées après import

source: Is edited after imported section count
fr: Nombre de sections éditées après import

source: Is edited after imported segment count
fr: Nombre de segments édités après import

source: Is edited after imported folio count
fr: Nombre de folios édités après import

source: Is edited after imported sheet count
fr: Nombre de feuilles éditées après import

source: Is edited after imported entry count
fr: Nombre d’entrées éditées après import

source: Is synced after imported media count
fr: Nombre de médias synchronisés après import

source: Is synced after imported page count
fr: Nombre de pages synchronisées après import

source: Is synced after imported image count
fr: Nombre d’images synchronisées après import

source: Is synced after imported section count
fr: Nombre de sections synchronisées après import

source: Is synced after imported segment count
fr: Nombre de segments synchronisées après import
